<%@ page contentType="text/html; charset=UTF-8" %>
<jsp:include page="header.jsp" />
 
 
  <style type="text/css">
  
  h1 {
    font-family: Tahoma,Arial,Helvetica;
    font-size: 24px;
    font-weight: normal;
    line-height: normal;
    margin: 0 0 10px;
}
 /*  ul {
    list-style: square outside;  Квадратные маркеры */
                               /* Маркеры размещаются за 
                                  пределами текстового блока 
   }*/

.list1 li {
    background: url("../images/marker.gif") no-repeat scroll left 6px transparent;
    padding: 0 0 11px 11px;
    list-style: none outside none;
}
  </style>              
          
            
   <div style="margin:20px">           
			<h1 style="font-family: Cambria;">Услуги</h1>
			<br/>
		
			<p style="font:14px/1.8em Arial,Helvetica,sans-serif;">
				Я предлагаю доступные по цене и профессиональные услуги по разработке программного обеспечения на платформе Java/J2EE. 
				Процесс разработки я всегда начинаю с обсуждения проекта, за которым следует написание документации, которая включает 
				стоимость проекта и что будет сделано. Другими словами, проектная документация скажет Вам точно что будет делать система,
				чего не будет делать, и сколько она будет стоить для Вас. Для многих проектов документация будет включать визуальное схематическое представление
				экранов с описаниями. Это нужно для того, чтобы в конце Вы получили такую систему, какую хотите получить.
			</p>
		
			<h3 style="font-weight: normal;line-height: 1.2em;font-family:Cambria;font-size:20px;">
				Услуги, которые я предоставляю:
			</h3>

			<ul class="list1" style=" margin: 0 70px 0 0;">
				<li>Разработка веб-ориентированных систем управления (CRM, ERP и т.д.)</li>
				<li>Интеграция разработанных систем с другими существующими системами</li>
				<li>Разработка RIA приложений</li>
				<li>Разработка веб-приложений на Java/J2EE</li>
				<li>Разработка с использованием фреймворка ZK (zkoss.org) </li>
				<li>Разработка баз данных</li>
				<li>Переделка существующего программного обеспечения на базе самых новых технологий</li>
				<li>Поддержка разработанного программного обеспечения</li>			
			</ul>
			
			<br/>
			
			<p style="font:14px/1.8em Arial,Helvetica,sans-serif;">
				Если у Вас есть проект, но Вы не уверены, что он поместится в Ваш бюджет, я могу помочь Вам, предоставив план проекта, который будет включать 
				приблизительные оценки бюджета, временные рамки и другую необходимую информацию.
				Свяжитесь со мной - я всегда буду рад ответить на Ваши вопросы!   
			</p>


	</div>

<jsp:include page="footer.jsp" />